[
  {
    "QuestionText": "What is your plan in the event of a zombie appocalypse"
  },
  {
    "QuestionText": "Tell me something that made you excited to be alive in the last week"
  },
  {
    "QuestionText": "What are you pet peeves in order of importance to you"
  },
  {
    "QuestionText": "Would you tell me about some feelings you are experiencing today?"
  },
  {
    "QuestionText": "What was the hardest part of growing up in the family that you did"
  },
  {
    "QuestionText": "Tell me something interesting about you that I dont already know"
  },
  {
    "QuestionText": "Can you remember any of your dreams from the past week"
  },
  {
    "QuestionText": "I would like to connect with you- are there any questions you would like to ask me? Im an open book"
  },
  {
    "QuestionText": "Tell me a fear that you are experiencing and if there is anything I can do to help you with that fear"
  },
  {
    "QuestionText": "Where do you see yourself in 10 years?"
  },
  {
    "QuestionText": "What is the toughest conversation you've ever had to have with another person?"
  },
  {
    "QuestionText": "Where would you like to travel to next if money were no option? "
  },
  {
    "QuestionText": "Tell me about a story from your childhood that "
  },
  {
    "QuestionText": "If you had to come up with a new cirriculum for grades K-12, how would you design it"
  },
  {
    "QuestionText": "What would you do if you won 5000 dollars tomorrow?"
  },
  {
    "QuestionText": "if you won the lottery, what are the first 3 things you would do?"
  },
  {
    "QuestionText": "If you could have any superpower what would it be and why?"
  },
  {
    "QuestionText": "What was your dream job when you were growing up and does it still apply to you today?"
  },
  {
    "QuestionText": "Who is your role model?"
  },
  {
    "QuestionText": "Would you rather jump out of an airplane or jump off of a very tall cliff?"
  },
  {
    "QuestionText": "Tell me about your thoughts on alien"
  },
  {
    "QuestionText": "Do you have a favorite author, and if not, what is your favorite genre of book to read?"
  },
  {
    "QuestionText": "Have you seen 'the handmaids tale' and what are your thoughts on it? "
  },
  {
    "QuestionText": "What has been your favorite pet and why?"
  },
  {
    "QuestionText": "If you could only take 3 people with you into an undergroup bunker who would they be?"
  },
  {
    "QuestionText": "If you could only eat one dish for the rest of your life, what would that dish be?"
  },
  {
    "QuestionText": "What would be scarier: an alien invasion or a zombie apocalypse?"
  },
  {
    "QuestionText": "In an ideal world, how old would you live to be?"
  },
  {
    "QuestionText": "Are you closer with your mom or dad and why?"
  },
  {
    "QuestionText": "What is your favorite kind of music to listen to?"
  },
  {
    "QuestionText": "Do you have a character trait you would never want to pass down to your kids?"
  },
  {
    "QuestionText": "Tell me your top 3 music artists"
  },
  {
    "QuestionText": "If you could pick ANY car to own, what would it be and why?"
  },
  {
    "QuestionText": "What is a characteristic in me that you would like me to work on correcting"
  },
  {
    "QuestionText": "How can I be more supportive of your process?"
  },
  {
    "QuestionText": "How can I make you feel more seen in our relationship?"
  },
  {
    "QuestionText": "When I take you date/friends date this week, where would you like to go"
  },
  {
    "QuestionText": "What music did you listen to when you were 10?"
  },
  {
    "QuestionText": "What was your worst fashion mistake?"
  },
  {
    "QuestionText": "What did people make fun of you for when you were in grade School?"
  },
  {
    "QuestionText": "What is your love language?"
  },
  {
    "QuestionText": "Would you rather be really hot or really cold?"
  },
  {
    "QuestionText": "Which celebrity couple do you wish would get back together?"
  },
  {
    "QuestionText": "If you hosted a talk show, who would be your best guess?"
  }
]